<template>
  <div class="title-wrap">
    <h2 class="title">개인정보처리방침</h2>
  </div>
  <div class="cnts-common doc">
    <div class="guide-desc">㈜코스콤 마켓데이터고객지원서비스 개인정보처리방침 (2020-7-13 시행)</div>
    <div class="box-cnts">
      ㈜코스콤 마켓데이터고객지원서비스 (‘data.koscom.co.kr’ 이하 ‘마켓데이터고객지원서비스’이라 칭함)는 개인정보
      보호법에 따라 정보주체의 개인정보를 보호하고 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여
      다음과 같이 개인정보 처리지침을 수립하여 공개하고 있습니다.
    </div>
    <div class="title-wrap sub"><h3 class="title">제1조 개인정보의 처리 목적</h3></div>
    <div class="box-cnts">
      마켓데이터고객지원서비스는 다음의 목적을 위하여 개인정보를 수집 및 이용합니다. 수집한 개인정보는 다음의 목적
      이외의 용도로는 이용되지 않으며, 이용목적이 변경되는 경우에는 개인정보 보호법에 따라 별도의 동의를 받는 등 필요한
      조치를 이행할 예정입니다.
    </div>
    <ol class="list number">
      <li>
        회원가입 및 관리
        <ul class="list dash">
          <li>
            회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별 인증, 회원자격의 유지 및 관리 등을 위하여 개인정보를
            처리합니다.
          </li>
        </ul>
      </li>
      <li>
        서비스 제공
        <ul class="list dash">
          <li>
            아래와 같은 정보시세 상품의 이용과 관련한 서비스를 제공하기 위하여 개인정보를 처리합니다.
            <ul class="list dot">
              <li>정보시세 이용과 관련한 시장제도개편사항의 공지</li>
              <li>정보시세 이용신청접수</li>
              <li>정보시세 이용사의 계약현황 등 맞춤서비스 제공</li>
              <li>정보시세 이용과 관련한 문의 및 신고사항 확인과 처리결과 통보</li>
            </ul>
          </li>
        </ul>
      </li>
      <li>
        마케팅에 활용
        <ul class="list dash">
          <li>신규 증권시장 개설 또는 신규 정보시세 상품에 대하여 안내하기 위하여 개인정보를 처리합니다.</li>
        </ul>
      </li>
    </ol>
    <div class="title-wrap sub"><h3 class="title">제2조 개인정보 수집항목 및 수집방법</h3></div>
    <div class="box-cnts">
      마켓데이터고객지원서비스는 서비스 제공을 위하여 최소한의 개인정보를 수집하고 있으며 처리하는 개인정보의 항목 및
      수집방법은 다음과 같습니다.
    </div>
    <ol class="list number">
      <li>
        개인정보의 수집항목
        <ul class="list dash">
          <li>필수항목 : 회원명, 회사명, 사무실전화번호, 이메일 주소</li>
          <li>선택항목 : 부서명, 휴대폰번호, 추가이메일주소, 직위</li>
          <li>* 선택항목에 대한 수집동의를 거부하더라도 서비스 이용 가능. (단, 제 4조 참조)</li>
        </ul>
      </li>
      <li>
        개인정보 수집방법
        <ul class="list dash">
          <li>마켓데이터고객지원서비스는 홈페이지에서 정보주체의 동의를 얻어 수집합니다.</li>
        </ul>
      </li>
    </ol>
    <div class="title-wrap sub"><h3 class="title">제3조 개인정보의 처리 및 보유기간</h3></div>
    <div class="box-cnts">
      마켓데이터고객지원서비스는 법령에 따른 개인정보 보유 및 이용기간, 또는 정보주체로부터개인정보 수집시에 동의받은
      개인정보 보유 및 이용기관 내에서 개인정보를 처리 및 보유합니다.
    </div>
    <ol class="list number">
      <li>
        개인정보의 처리 및 보유기간
        <ul class="list dash">
          <li>개인정보 처리 및 보유기간은 회원탈퇴시까지입니다.</li>
          <li>가입자가 동의할 경우에는 최종 로그인 후 1년 경과시에도 회원자격이 유지됩니다.</li>
        </ul>
      </li>
    </ol>
    <div class="title-wrap sub"><h3 class="title">제4조 개인정보 수집, 이용에 대한 동의 거부의 권리</h3></div>
    <div class="box-cnts">
      정보주체는 개인정보의 수집, 이용 동의를 거부할 수 있습니다. 동의 거부시에도 회원가입은 가능하나 공지사항 안내 등
      일부 서비스가 제한될 수 있습니다.
    </div>
    <div class="title-wrap sub"><h3 class="title">제5조 개인정보의 제3자 제공</h3></div>
    <div class="box-cnts">
      마켓데이터고객지원서비스는 정보주체의 개인정보를 제1조(개인정보의 처리 목적)에서 명시한 범위 내에서만 처리하며,
      정보주체의 동의 또는 법률의 특별한 규정 등 개인정보 보호법 제17조 및 제18조에 해당하는 경우에만 개인정보를
      제3자에게 제공합니다. <br />
      단, 가입자의 동의가 있거나 관계법률에 저촉되지 않는 경우 다음과 같은 기관에게 개인정보를 제공할 수 있으며 제공
      목적 및 범위는 다음과 같습니다.
    </div>
    <ol class="list number">
      <li>개인정보를 제공받는 자 : 한국거래소, 한국금융투자협회</li>
      <li>제공받는 자의 개인정보 이용목적 : 정보시세 이용과 관련한 공지 등 증권시장 운영을 위한 업무처리 목적</li>
      <li>제공하는 개인정보 항목 : 회원명, 회사명, 부서명, 담당업무, 연락처, 이메일</li>
      <li>제공받는 자의 보유 및 이용기간 : 당사와 개인정보를 제공받는 자간 업무제휴기간 동안</li>
      <li>동의 거부권 및 거부시 불이익 : 동의 거부시 공지사항 안내 등 일부 서비스 제한</li>
    </ol>
    <div class="title-wrap sub"><h3 class="title">제6조 정보주체의 권리, 의무 및 행사방법</h3></div>
    <div class="box-cnts">
      마켓데이터고객지원서비스 회원가입자는 개인정보주체로서 다음과 같은 권리를 행사할 수 있습니다.
    </div>
    <ol class="list number">
      <li>
        정보주체는 마켓데이터고객지원서비스에 대해 언제든지 다음 각 호의 개인정보 보호관련 권리를 행사할 수 있습니다.
        <ul class="list dash">
          <li>개인정보 열람요구</li>
          <li>오류 등이 있을 경우 정정 요구</li>
          <li>삭제 요구</li>
          <li>처리정지요구</li>
        </ul>
      </li>
      <li>
        제1항에 따른 권리 행사는 마켓데이터고객지원서비스에 대해 개인정보 처리 방법에 대한 고시(제2020-7호) 별지 제8호
        서식에 따라 서면, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며 마켓데이터고객지원서비스는 이에 대해 지체
        없이 조치하겠습니다.
      </li>
      <li>
        정보주체가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우에는 마켓데이터고객지원서비스는 정정 또는
        삭제를 완료할 때까지 당해 개인정보를 이용하거나 제공하지 않습니다.
      </li>
      <li>
        제 1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우
        개인정보 처리 방법에 대한 고시(제2020-7호) 별지 제 11호 서식에 따른 위임장을 제출하셔야 합니다.
      </li>
    </ol>
    <div class="title-wrap sub"><h3 class="title">제7조 개인정보의 파기</h3></div>
    <div class="box-cnts">
      마켓데이터고객지원서비스는 가입자 개인정보 보유기간의 경과 및 처리 목적이 달성된 경우에는 지체 없이 해당
      개인정보를 파기합니다. 파기의 절차, 기한 및 방법은 다음과 같습니다.
    </div>
    <ol class="list number">
      <li>
        파기절차
        <ul class="list dash">
          <li>
            마켓데이터고객지원서비스는 파기사유가 발생한 개인정보를 선정하고, 개인정보책임자의 승인을 받아 개인정보를
            파기합니다.
          </li>
        </ul>
      </li>
      <li>
        파기기한
        <ul class="list dash">
          <li>
            정보주체의 개인정보는 개인정보의 보유기간이 경과된 경우에는 보유기간의 종료일로부터 5일 이내에, 개인정보의
            처리 목적 달성, 해당 서비스의 폐지, 사업의 종료 등 그 개인정보가 불필요하게 되었을 때에는 개인정보의 처리가
            불필요한 것으로 인정되는 날로부터 5일 이내에 그 개인정보를 파기합니다.
          </li>
        </ul>
      </li>
      <li>
        파기방법
        <ul class="list dash">
          <li>
            전자적 파일 형태로 저장된 개인정보는 기록을 재생할 수 없도록 기술적으로 파기하며, 종이문서에 기록, 저장된
            개인정보는 분쇄기로 소각하여 파기합니다.
          </li>
        </ul>
      </li>
    </ol>
    <div class="title-wrap sub"><h3 class="title">제8조 개인정보의 안전성 확보조치</h3></div>
    <div class="box-cnts">
      마켓데이터고객지원서비스는 개인정보보호법 제29조에 따라 개인정보의 안정성 확보를 위해 다음과 같은 조치를 취하고
      있습니다.
    </div>
    <ol class="list number">
      <li>
        관리적 조치
        <ul class="list dash">
          <li>
            개인정보 취급 직원의 최소화 : 개인정보를 취급하는 직원을 지정하고 담당자에 한정시켜 최소화 하여 개인정보를
            관리하는 대책을 시행하고 있습니다.
          </li>
          <li>
            정기적인 자체 감사 실시 : 개인정보 취급 관련 안정성 확보를 위해 정기적(연 2회)으로 자체 감사를 실시하고
            있습니다.
          </li>
          <li>
            내부관리계획의 수립 및 시행 : 개인정보의 안전한 처리를 위하여 내부관리계획을 수립하고 시행하고 있습니다.
          </li>
        </ul>
      </li>
      <li>
        기술적 조치
        <ul class="list dash">
          <li>
            개인정보의 암호화 : 정보주체의 비밀번호는 암호화되어 저장 및 관리되고 있어, 본인만이 알 수 있으며 중요한
            데이터는 파일 및 전송 데이터를 암호화 하거나 파일 잠금 기능을 사용하는 등의 별도 보안기능을 사용하고
            있습니다.
          </li>
          <li>
            해킹 등에 대비한 기술적 대책 : 해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및 훼손을 막기 위하여
            보안프로그램을 설치하고 주기적인 갱신•점검을 하며 외부로부터 접근이 통제된 구역에 시스템을 설치하고
            기술적/물리적으로 감시 및 차단하고 있습니다.
          </li>
          <li>
            개인정보에 대한 접근 제한 : 개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의 부여, 변경, 말소를
            통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를 하고 있으며 침입차단시스템을 이용하여 외부로부터의
            무단 접근을 통제하고 있습니다.
          </li>
          <li>
            문서보안을 위한 잠금장치 사용 : 개인정보가 포함된 서류, 보조저장매체 등을 잠금장치가 있는 안전한 장소에
            보관하고 있습니다.
          </li>
        </ul>
      </li>
      <li>
        물리적 조치
        <ul class="list dash">
          <li>
            비인가자에 대한 출입 통제 : 개인정보를 보관하고 있는 물리적 보관 장소를 별도로 두고 이에 대해 출입통제
            절차를 수립, 운영하고 있습니다.
          </li>
        </ul>
      </li>
    </ol>
    <div class="title-wrap sub"><h3 class="title">제9조 개인정보보호 책임자</h3></div>
    <div class="box-cnts">
      마켓데이터고객지원서비스는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의
      불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보보호 책임자를 지정하고 있습니다.
    </div>
    <ol class="list number">
      <li>
        개인정보보호책임자
        <ul class="list dash">
          <li>
            개인정보 취급 직원의 최소화 : 개인정보를 취급하는 직원을 지정하고 담당자에 한정시켜 최소화 하여 개인정보를
            관리하는 대책을 시행하고 있습니다.
          </li>
          <li>㈜ 코스콤 시장전략부 최진규 부서장</li>
          <li>이메일 : cjk@koscom.co.kr</li>
        </ul>
      </li>
      <li>
        개인정보보호 담당부서 및 담당자
        <ul class="list dash">
          <li>㈜ 코스콤 시장전략부 시장정보마케팅팀 원성백 차장</li>
          <li>전화번호 : 02-767-8627</li>
          <li>이메일 : sbwon@koscom.co.kr</li>
        </ul>
      </li>
      <li>
        정보주체께서는 마켓데이터고객지원서비스를 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제
        등에 관한 사항을 개인정보 보호책임자 및 담당자로 문의하실 수 있습니다. ㈜코스콤은 정보주체의 문의에 대해 지체
        없이 답변 및 처리해드릴 것입니다.
      </li>
      <li>
        정보주체는 개인정보침해로 인한 구제를 받기 위하여 아래의 기관 등에 분쟁해결이나 상담 등을 신청할 수 있습니다.
        <ul class="list dash">
          <li>
            개인정보분쟁조정위원회 : 1833-6972
            <a href="https://www.kopico.go.kr/" class="txt-on" target="_blank">(https://www.kopico.go.kr)</a>
          </li>
          <li>
            대검찰청 사이버수사과 : 국번없이 1301
            <a href="https://www.spo.go.kr/" class="txt-on" target="_blank">(https://www.spo.go.kr)</a>
          </li>
          <li>
            경찰청 사이버수사국 : 국번없이 182
            <a href="https://cyberbureau.police.go.kr/" class="txt-on" target="_blank"
              >(https://cyberbureau.police.go.kr)</a
            >
          </li>
        </ul>
      </li>
    </ol>
    <div class="title-wrap sub"><h3 class="title">제10조 개인정보 처리방침의 변경</h3></div>
    <div class="box-cnts">
      마켓데이터고객지원서비스 개인정보처리방침은 시행일로부터 적용되며, 법령 및 방침에 따른 변경내용의 추가, 삭제 및
      정정이 있는 경우에는 변경사항의 시행 7일 전부터 공지사항을 통하여 고지할 것입니다.
    </div>
    <ul class="list dash">
      <li>공고일자 : 2020년 7월 6일</li>
      <li>시행일자 : 2020년 7월 13일</li>
    </ul>
  </div>
</template>

<script lang="ts">
import { defineComponent, ref } from "vue";

export default defineComponent({
  name: "Privacy",
  setup() {
    return {};
  },
  data() {
    return {};
  },
  methods: {},
});
</script>

<style scoped></style>
