<template>
  <div class="title-wrap">
    <h2 class="title">이용약관</h2>
  </div>
  <div class="cnts-common doc">
    <div class="title-wrap sub"><h3 class="title">제1장 총칙</h3></div>
    <div class="title-wrap sub-h4"><h4 class="title">제1조 (목적)</h4></div>
    <div class="box-cnts">
      본 약관은 (주)코스콤이 제공하는 마켓데이터 고객지원 서비스(Market Data Client Services, 이하 MDCS)의 이용조건 및
      절차, 기타 필요한 사항을 규정함을 목적으로 합니다.
    </div>
    <div class="title-wrap sub-h4"><h4 class="title">제2조 (약관의 효력과 변경)</h4></div>
    <ol class="list number">
      <li>
        본 약관은 MDCS 홈페이지<a href="https://data.koscom.co.kr/" class="txt-on" target="_blank"
          >(data.koscom.co.kr)</a
        >에 게시됩니다.
      </li>
      <li>
        본 약관은 MDCS 홈페이지 화면을 통하여 이를 게시하거나 전자우편 기타의 방법으로 회원에게 통지함으로써 효력을
        발생합니다.
      </li>
      <li>
        MDCS는 이용자가 본 약관 내용에 동의하는 것을 조건으로 이용자에게 서비스를 제공할 것이며, 이용자가 본 약관의
        내용에 동의하는 경우 MDCS의 서비스 제공 행위 및 이용자의 MDCS 이용 행위에는 본 약관이 우선적으로 적용됩니다.
      </li>
      <li>
        (주)코스콤은 필요한 경우 본 약관을 개정할 수 있으며, 개정시에는 그 개정의 주요내용과 개정 후의 약관을 MDCS
        홈페이지에 게시하며 변경된 약관은 공지와 동시에 그 효력이 발생됩니다.
      </li>
      <li>
        이용자가 변경된 약관에 동의하지 아니하는 경우, 이용자는 본인의 회원등록을 취소(회원탈퇴)할 수 있으며, 변경된
        약관의 효력 발생일로부터 7일 이내에 이메일 회신 등 별도의 거부의사를 표시하지 아니하고 서비스를 계속 사용할
        경우에는 약관 변경에 동의한 것으로 간주됩니다. 변경된 약관에 대한 정보를 알지 못해 발생하는 이용자의 피해는
        (주)코스콤에서 책임지지 않습니다.
      </li>
      <li>본 약관에 명시되지 않은 사항은 전기통신기본법, 전기통신사업법,및 기타 관계 법령의 규정에 의합니다.</li>
    </ol>
    <div class="title-wrap sub-h4"><h4 class="title">제3조 (용어의 정의)</h4></div>
    <div class="box-cnts">본 약관에서 사용하는 용어의 정의는 다음과 같습니다.</div>
    <ol class="list number">
      <li>이용자 : MDCS 홈페이지에 접속하여 MDCS에서 제공하는 서비스를 이용하는 모든 회원 및 비회원을 말합니다.</li>
      <li>
        회원 : 본 약관에 동의하고 회원가입에 필요한 정보를 제공함으로서 별도의 회원 등록을 한 이용자로서, 아래와 같이
        적용됩니다.
        <ul class="list dash">
          <li>정회원 : 회원 등록을 한 이용자 중 당사에 정식등록 되어있는 회사의 가입자로 등록한 경우</li>
          <li>
            준회원 : 회원 등록을 한 이용자 중 당사에 정식등록 되어있지않은 회사의 가입자로 등록한 경우로 준회원은
            MDCS에서 제공하는 서비스의 일부가 제한될 수 있습니다.
          </li>
          <li>
            휴면회원 : 회원가입 후, 로그인하여 서비스를 이용하지 않은 기간이 정회원은 1년, 준회원은 6개월이 경과한
            이용자로 회원 서비스가 제한될 수 있습니다.
          </li>
        </ul>
      </li>
      <li>이용자 ID : 이용자의 식별과 회원의 서비스 이용을 위하여 이용자가 MDCS에서 입력한 정보를 말합니다.</li>
      <li>
        비밀번호 : 회원과 일치함을 확인하는 번호로서 회원의 비밀보호를 위해 회원 본인이 선정한 문자와 숫자의 조합을
        말합니다.
      </li>
      <li>회원탈퇴 : 회원이 MDCS의 이용을 종료시키는 행위입니다.</li>
    </ol>
    <div class="title-wrap sub"><h3 class="title">제2장 이용계약의 성립 및 해지</h3></div>
    <div class="title-wrap sub-h4"><h4 class="title">제4조 (회원가입)</h4></div>
    <ol class="list number">
      <li>
        회원가입 신청자는 본 약관에 동의한다는 의사표시를 하고 MDCS가 가입신청 양식에서 요구하는 사항을 기록하고
        완료함으로서 회원가입을 신청합니다. 본 약관에 대한 동의는 ‘동의함’ 버튼을 누르는 것으로 의사표시를 합니다.
      </li>
      <li>회원이용계약은 회원가입이 정상적으로 완료된 경우 성립됩니다.</li>
      <li>
        다음 각 호에 해당하는 경우, (주)코스콤은 회원가입을 승낙하지 아니할 수 있습니다.
        <ul class="list dash">
          <li>기등록된 회원의 정보와 중복되는 경우</li>
          <li>등록내용에 허위, 기재누락, 오기가 있는 경우</li>
          <li>신청자가 본 약관 제5조 2항에 의거하여 이전에 회원자격을 상실한 적이 있는 경우</li>
        </ul>
      </li>
      <li>
        회원은 회원가입시 등록한 사항에 변경이 있는 경우, 즉시 회원정보를 수정하여야 하며, (주)코스콤은 회원이
        변경사항을 수정하지 아니하여 발생하는 불이익에 대하여 책임지지 않습니다.
      </li>
    </ol>
    <div class="title-wrap sub-h4"><h4 class="title">제5조 (회원탈퇴 및 자격상실)</h4></div>
    <ol class="list number">
      <li>
        회원이 MDCS에서 제공하는 서비스를 종료(탈퇴)하고자 하는 경우에는 언제든지 ‘회원탈퇴’ 메뉴에 신청함으로서 회원을
        탈퇴할 수 있으며 MDCS는 즉시 회원탈퇴 처리를 합니다.
      </li>
      <li>
        다음 각 호에 해당하는 경우에는 사전 통지없이 회원자격을 상실하거나 서비스가 제한될 수 있습니다.
        <ul class="list dash">
          <li>회원가입시 허위 내용을 등록한 경우</li>
          <li>법령과 본 약관에 위배되는 행위를 하는 경우</li>
          <li>범죄적 행위를 목적으로 본 서비스를 이용하는 경우</li>
          <li>공공질서를 저해하거나 타인의 명예를 손상시키는 경우</li>
          <li>자신의 아이디 및 비밀번호를 고의로 유출한 경우</li>
          <li>서비스에 위해를 가하는 등 서비스의 건전한 이용을 저해하는 경우</li>
          <li>기타 회원으로서 자격을 유지시키는 것이 부적절하다고 판단되는 경우</li>
        </ul>
      </li>
    </ol>
    <div class="title-wrap sub-h4"><h4 class="title">제6조 (이용자 ID 부여 및 변경, 회원 ID 및 비밀번호 찾기)</h4></div>
    <ol class="list number">
      <li>MDCS는 본 약관이 정하는 바에 따라 회원ID를 부여합니다.</li>
      <li>
        회원ID는 원칙적으로 변경이 불가하며 부득이한 사유로 변경하고자 하는 경우에는 해당 ID의 회원등록을 탈퇴하고
        재가입해야 합니다.
      </li>
      <li>
        회원ID 및 비밀번호 분실시 본인 확인을 거친 후 MDCS홈페이지 또는 회원ID로 등록한 이메일을 통해 재확인할 수
        있습니다.
      </li>
    </ol>
    <div class="title-wrap sub-h4"><h4 class="title">제7조 (개인정보의 보호)</h4></div>
    <ol class="list number">
      <li>
        MDCS는 ‘개인정보보호법’ 등 관계 법령 및 (주)코스콤의 개인정보처리방침이 정하는 바에 따라 회원의 개인정보를
        보호합니다.
      </li>
      <li>
        회원ID 및 비밀번호의 관리책임 및 회원의 ID와 비밀번호를 사용하여 발생하는 모든 결과에 대한 책임은 회원 본인에게
        있습니다. 회원은 회원의 ID나 비밀번호가 부정하게 사용되었다는 사실을 발견한 경우에는 즉시 MDCS에 신고하여야 하며
        신고를 하지않음으로서 발생하는 모든 책임은 회원 본인에게 있으며, (주)코스콤은 그에 대한 책임을 지지 않습니다.
      </li>
    </ol>
    <div class="title-wrap sub"><h3 class="title">제3장 서비스 제공 및 이용</h3></div>
    <div class="title-wrap sub-h4"><h4 class="title">제8조 (서비스 이용시간)</h4></div>
    <div class="box-cnts">
      MDCS의 서비스는 (주)코스콤의 업무상 또는 기술상의 특별한 사유가 없는 한 연중무휴, 1일 24시간 제공됩니다.
    </div>
    <div class="title-wrap sub-h4"><h4 class="title">제9조 (서비스 요금)</h4></div>
    <div class="box-cnts">
      MDCS 웹사이트의 서비스는 무료로 제공합니다. 웹 사이트의 서비스는 게재된 정보의 이용을 말하며, 계약이 필요한
      시세정보의 이용은 이에 해당되지 않습니다.
    </div>
    <div class="title-wrap sub-h4"><h4 class="title">제10조 (서비스의 추가 및 변경)</h4></div>
    <div class="box-cnts">(주)코스콤은 필요한 경우 MDCS 서비스의 내용을 추가 또는 변경할 수 있습니다.</div>
    <div class="title-wrap sub-h4"><h4 class="title">제11조 (서비스의 중지 및 중지에 대한 공지)</h4></div>
    <ol class="list number">
      <li>
        (주)코스콤은 다음 각호에 해당하는 경우 서비스의 제공을 중지할 수 있습니다.
        <ul class="list dash">
          <li>
            국가비상사태, 천재지변, 정전, 장애, 이용자 폭주 등 불가항력의 사유로 정상적인 서비스의 제공이 불가능한
            경우에는 사전공지없이 서비스의 이용이 중지될 수 있습니다.
          </li>
          <li>
            설비 점검 등의 사유로 서비스의 중지가 필요하다고 인정되는 경우, (주)코스콤은 별도의 이용시간을 정하여
            사전공지 후 중지할 수 있습니다.
          </li>
          <li>
            기타 서비스를 더 이상 제공할 수 없는 사유가 발생한 경우 (주)코스콤은 사전공지 후 영구적으로 서비스를 중지할
            수 있습니다.
          </li>
        </ul>
      </li>
      <li>
        제1항의 제2호 및 제3호의 사유로 MDCS의 서비스를 중지하게 되는 경우, 서비스 중지 전 일정기간동안 MDCS 홈페이지에
        서비스 중지사유 및 일시를 공지하며, 중지기간 동안 이용자가 서비스를 이용하지 못해 발생하는 사항에 대하여
        (주)코스콤은 책임을 부담하지 아니합니다.
      </li>
    </ol>
    <div class="title-wrap sub-h4"><h4 class="title">제12조 (정보제공 및 홍보물 게재)</h4></div>
    <ol class="list number">
      <li>
        (주)코스콤은 MDCS를 운영하면서 홈페이지에 게시하거나 이메일 발송 등의 방법으로 MDCS의 정보를 이용자에게 제공할
        수 있습니다.
      </li>
      <li>(주)코스콤은 MDCS의 운영과 관련하여 홈페이지 화면 등에 광고를 게재할 수 있습니다.</li>
      <li>
        제1항 및 제2항의 정보 제공을 원치 않을 경우 가입신청메뉴와 회원정보수정 메뉴에서 정보 수신거부를 설정할 수
        있습니다.
      </li>
    </ol>
    <div class="title-wrap sub-h4"><h4 class="title">제13조 (게시물의 관리 및 운영)</h4></div>
    <ol class="list number">
      <li>
        이용자가 게시한 게시물의 내용에 대한 권리는 이용자에게 있습니다. 이용자는 이용자의 게시물이 타인의 저작권을
        침해하여 발생하는 민, 형사상의 책임을 전적으로 부담하여야 합니다.
      </li>
      <li>
        MDCS는 게시된 내용을 사전통지없이 편집, 이동할 수 있는 권리를 가지며, 다음의 경우 사전 통지없이 삭제할 수
        있습니다.
        <ul class="list dash">
          <li>본서비스 약관에 위배되거나 불법, 음란, 저속하다고 판단되는 게시물을 게시한 경우</li>
          <li>다른 회원 또는 제3자를 비방하거나 명예를 손상시키는 경우</li>
          <li>공공질서 및 미풍양속에 위반되는 내용인 경우</li>
          <li>범죄적 행위에 결부된다고 인정되는 내용일 경우</li>
          <li>제3자의 저작권 등 기타 권리를 침해하는 내용인 경우</li>
        </ul>
      </li>
    </ol>
    <div class="title-wrap sub-h4"><h4 class="title">제14조 (서비스 이용제한)</h4></div>
    <ol class="list number">
      <li>
        회원이 제공하는 정보의 내용이 허위인 것으로 판명되거나 허위가 있다고 의심할 만한 합리적인 사유가 발생한 경우
        MDCS의 서비스의 일부 또는 전부의 사용을 중지할 수 있으며 이로 인해 발생하는 불이익에 대해 MDCS는 책임을 부담하지
        아니합니다.
      </li>
      <li>
        회원이 제 5조 2항에 해당하는 경우, MDCS 서비스의 일부 또는 전부의 이용이 제한될 수 있으며 이로 인해 발생하는
        불이익에 대해 MDCS는 책임을 부담하지 아니합니다.
      </li>
    </ol>
    <div class="title-wrap sub"><h3 class="title">제4장 의무 및 책임</h3></div>
    <div class="title-wrap sub-h4"><h4 class="title">제15조 (MDCS의 의무)</h4></div>
    <ol class="list number">
      <li>MDCS는 본 약관이 정하는 바에 따라 지속적이고 안정적인 서비스를 제공하는데 최선을 다해야 합니다.</li>
      <li>
        MDCS는 항상 회원의 개인정보의 보안에 최선을 다하며, 이용자가 안전하게 서비스를 이용할 수 있도록 이용자의
        개인정보보호를 위한 보안시스템을 갖추어야 합니다.
      </li>
      <li>
        MDCS는 회원의 개인신상정보를 회원의 승낙없이 타인에게 누설, 배포하지 않습니다. 다만, 다음 각호의 어느 하나에
        해당하는 경우에는 개인정보를 목적 외의 용도로 이용하거나 제3자에게 제공할 수 있습니다.
        <ul class="list dash">
          <li>전기통신관련법령 등 관련법령에 의하여 관계 국가기관으로부터 요청이 있는 경우</li>
          <li>
            명백히 회원 또는 제3자의 급박한 생명, 신체, 재산의 이익을 위하여 필요하다고 인정되는 경우로 회원이
            의사표시를 할 수 없는 상태에 있거나 소재지 불명으로 사전 동의를 받을 수 없는 경우
          </li>
          <li>범죄의 수사와 공소의 제기 및 유지, 법원의 재판업무를 위하여 필요한 경우</li>
          <li>통계작성 및 학술연구 등의 목적을 위하여 특정 개인을 알아볼 수 없는 형태로 개인정보를 제공하는 경우</li>
        </ul>
      </li>
      <li>
        MDCS는 회원으로부터 제출되는 의견 및 불만사항이 정당하다고 판단하는 경우 우선적으로 그 사항을 처리합니다. 다만
        신속한 처리가 곤란한 경우에는 그러하지 아니합니다.
      </li>
    </ol>
    <div class="title-wrap sub-h4"><h4 class="title">제16조 (회원의 의무)</h4></div>
    <ol class="list number">
      <li>이용자는 본 약관이 정하는 내용을 성실하게 준수하여야 합니다.</li>
      <li>
        회원은 회원가입시 요구되는 정보에 대하여 정확하게 기입하여야 하며, 이미 제공된 회원정보를 최신의 정보로 유지,
        갱신하여야 합니다.
      </li>
      <li>
        회원은 다음의 행위를 하여서는 안됩니다.
        <ul class="list dash">
          <li>(주)코스콤의 사전 동의 없이 MDCS에서 제공하는 정보를 송신 또는 게시하는 행위</li>
          <li>타인의 아이디와 비밀번호를 도용하는 행위</li>
          <li>
            저속, 음란, 모욕적, 위협적이거나 타인의 권리를 침해할 수 있는 내용이거나 법률, 계약에 의하여 이용할 수 없는
            내용을 게시 또는 전송하는 행위
          </li>
          <li>
            MDCS의 승인을 받지 아니한 광고, 판촉, 스펨메일 등을 게시, 게재, 전자우편 또는 기타의 방법으로 전송하는 행위
          </li>
          <li>다른 이용자의 개인정보를 수집 또는 저장하는 행위</li>
          <li>해킹행위 또는 컴퓨터바이러스의 유포행위</li>
          <li>기타 서비스의 안정적인 운영에 지장을 줄 우려가 있는 일체의 행위</li>
        </ul>
      </li>
      <li>
        본 약관에 위배되거나 제3항의 각호에 해당하는 정보 또는 서비스 운영상 부적절하다고 판단되는 정보가 게시된 경우
        (주)코스콤은 회원 또는 기타 정보의 게시를 행한 자의 승낙없이 게재된 정보를 삭제할 수 있습니다.
      </li>
      <li>
        회원은 회원ID 및 비밀번호에 대해 다음 사항을 준수하여야 합니다.
        <ul class="list dash">
          <li>회원은 ID 및 비밀번호를 제3자에게 이용하게 해서는 안됩니다.</li>
          <li>
            ID 및 비밀번호의 관리상 불충분, 사용상의 과실, 제3자의 사용 등에 의한 손해의 책임은 회원이 부담합니다.
          </li>
          <li>
            회원은 ID 및 비밀번호를 도난당하거나 제3자에게 사용되고 있음을 인지한 경우에는 즉시 (주)코스콤에 통지하고
            (주)코스콤의 지시가 있는 경우에는 그에 따라야 합니다.
          </li>
        </ul>
      </li>
    </ol>
    <div class="title-wrap sub"><h3 class="title">제5장 기타</h3></div>
    <div class="title-wrap sub-h4"><h4 class="title">제17조 (MDCS의 소유권)</h4></div>
    <ol class="list number">
      <li>
        MDCS가 제공하는 서비스, 그에 필요한 소프트웨어, 이미지, 마크, 로고, 디자인, 서비스명칭, 정보 및 상표 등과 관련된
        지적재산권 및 기타 권리는 (주)코스콤에 있습니다.
      </li>
      <li>
        회원은 서비스를 이용함으로서 얻은 정보를 (주)코스콤의 사전 승낙없이 복제, 송신, 출판, 배포, 방송 기타 방법에
        의하여 영리목적으로 이용할 수 없으며, 제3자로 하여금 이와 같은 행위를 하도록 허락할 수 없습니다.
      </li>
    </ol>
    <div class="title-wrap sub-h4"><h4 class="title">제18조 (양도금지)</h4></div>
    <div class="box-cnts">
      회원은 서비스의 이용권한, 기타 이용계약상의 지위를 타인에게 양도, 증여할 수 없으며 이를 담보로 제공할 수 없습니다.
    </div>
    <div class="title-wrap sub-h4"><h4 class="title">제19조 (손해배상)</h4></div>
    <div class="box-cnts">
      MDCS에서 제공되는 서비스와 관련하여 회원에게 어떠한 손해가 발생하더라도 MDCS가 고의로 행한 범죄행위를 제외하고는
      이에 대한 어떠한 책임도 부담하지 않습니다.
    </div>
    <div class="title-wrap sub-h4"><h4 class="title">제20조 (면책조항)</h4></div>
    <ol class="list number">
      <li>
        MDCS는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 대한 책임이
        면제됩니다.
      </li>
      <li>
        MDCS는 기간통신사업자의 전기통신 등 타사업자의 제공 중단으로 인한 서비스 중단이나, 서비스의 설비, 보수, 교체,
        정기점검, 공사 등의 사유로 정상적인 서비스의 제공이 불가한 경우에는 서비스 제공에 대한 책임이 면제됩니다.
      </li>
      <li>
        MDCS는 MDCS에 표출된 회원의 의견 및 정보에 대해 대표할 의무가 없으며, 회원 상호간, 회원과 제3자간에 서비스를
        매개로 하여 이루어진 물품거래 혹은 금전적 거래 등과 관련하여 어떠한 책임도 부담하지 않습니다.
      </li>
      <li>
        MDCS는 회원이 서비스의 이용과 관련하여 기대하는 이익, 회원이 MDCS에서 제공하는 서비스에 담긴 정보에 의존해 얻은
        이득이나 입은 손해, 회원이 본 서비스에 게재한 정보, 자료, 사실의 신뢰도 등의 내용 등에 관하여 책임을 지지
        않습니다.
      </li>
      <li>MDCS는 회원의 귀책사유로 인한 손해에 대하여 책임을 지지 않습니다.</li>
    </ol>
    <div class="title-wrap sub-h4"><h4 class="title">제21조 (분쟁의 해결)</h4></div>
    <ol class="list number">
      <li>(주)코스콤과 회원은 서비스와 관련하여 발생한 분쟁을 원만하게 해결하기 위하여 상호협조하여야 합니다.</li>
      <li>
        제1항의 규정에도 불구하고 본 서비스 이용과 관련한 분쟁으로 소송이 제기될 경우 관할법원은 (주)코스콤의
        본사소재지를 관할하는 법원으로 합니다.
      </li>
    </ol>
  </div>
</template>

<script lang="ts">
import { defineComponent, ref } from "vue";

export default defineComponent({
  name: "TermsOfUse",
  setup() {
    return {};
  },
  data() {
    return {};
  },
  methods: {},
});
</script>

<style scoped></style>
